print('王者荣耀游戏角色：')
a = ('苏烈','刘邦','钟馗','张飞','牛魔','程咬金','白起','刘婵','庄周','项羽','廉颇','巨灵神','安禄山','猪八戒')
b =  ('狂铁','裴擒虎','凯','孙悟空','哪吒','杨戬','橘右京','亚瑟','雅典娜','夏侯淳','关羽','吕布','韩信','老夫子','达摩','典韦','曹操','钟无艳','墨子','赵云','刑天','龙且')
c = ('百里玄策','花木兰','荆轲','不知火舞','李白','娜可露露','兰陵王','露娜','韩信','宫本')
d = ('杨玉环','女娲','周瑜','鬼谷子','闵月','干将莫邪','东皇太一','大乔','诸葛亮','貂蝉','张良','安其拉','不知火舞','姜子牙')
e = ('公孙离','百里守约','后羿','刘备','黄忠','马可波罗','成吉思汗','虞姬','李元芳','狄仁杰','鲁班七号','孙尚香','艾琳')
f = ('明世隐','梦琪','孙斌','太乙真人','蔡文姬')
print('===坦克===')
for i in a:
    print(i,end='   ')
print('')
print('===战士===')
for i in b:
    print(i,end='  ')
print('')
print('===刺客===')
for i in c:
    print(i,end='   ')
print('')
print('===法师===')
for i in d:
    print(i,end='   ')
print('')
print('===射手===')
for i in e:
    print(i,end='   ')
print('')
print('===辅助===')
for i in f:
    print(i,end='   ')
